; Let It Rain FX UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; Generated from translations.csv by build.ps1 - do not hand-edit.
[Strings]
Settings - Let It Rain FX=ക്രമീകരണങ്ങൾ - Let It Rain FX
Rain=മഴ
Snow=മഞ്ഞ്
Intensity=തീവ്രത
Low=കുറഞ്ഞത്
High=കൂടിയത്
Wind Direction=കാറ്റിന്റെ ദിശ
Left=ഇടത്
Right=വലത്
Simplified snow heap=ലളിതമായ മഞ്ഞുകൂമ്പാരം
Change Particle Color=കണികകളുടെ നിറം മാറ്റുക
Hide behind windows=വിൻഡോകൾക്ക് പിന്നിൽ മറയ്ക്കുക
Start with Windows=Windows-നൊപ്പം ആരംഭിക്കുക
About - Let It Rain FX=ആപ്പിനെക്കുറിച്ച് - Let It Rain FX
Report issues or send feedback to=പ്രശ്നങ്ങൾ അറിയിക്കാനോ അഭിപ്രായം അയയ്ക്കാനോ ബന്ധപ്പെടുക:
Support=പിന്തുണയ്ക്കുക
Other apps=മറ്റ് ആപ്പുകൾ
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=ആധുനിക Windows-നായി രൂപകൽപ്പന ചെയ്ത വേഗതയേറിയ, ഭാരം കുറഞ്ഞ, ലളിതമായ ഫോട്ടോ വ്യൂവർ
Configure=ക്രമീകരണങ്ങൾ
About=ആപ്പിനെക്കുറിച്ച്
Exit=പുറത്തുകടക്കുക
